{
  "Home": "الصفحة الرئيسية",
  "About": "نبذه عنا ",
  "Portfolio": "البورتفليو",
  "Products": "المنتجات",
  "Contact": "تواصل معنا",
  "العربية": "English",
  "BOOK APPOINTMENT": "حجز موعد",
  "WANT TO START YOUR PROJECT NOW ?": "هل تريد أن تبدأ مشروعك الآن؟",
  "Your Name": "اسمك",
  "Enter your name": "أدخل أسمك",
  "Email": "بريد إلكتروني",
  "Enter your email": "أدخل بريدك الإلكتروني",
  "Phone": "هاتف",
  "Enter your Phone": "أدخل هاتفك",
  "Your Address": "عنوانك",
  "Enter your Address": "أدخل عنوانك",
  "Send Email": "ارسل بريد الكتروني",
  "VIEW PLUS": "فيو بلس",
  "We believe that believe an interior space is a reflection of theyour character, that's where we collaborate with our hard-working engineers to ensure the most optimum plan andselection of interior elements that portray comfort, style, and function.": "نحن نؤمن بأن المساحة الداخلية هي انعكاس لـشخصيتك، وهذا هو المكان الذي نتعاون فيه مع شركائنا المهندسين الذين يعملون بجد لضمان الخطة الأمثل و اختيار العناصر الداخلية التي تصور الراحة والأناقة.",
  "Links": "روابط مهمة",
  "about us": "نبذه عنا",
  "our services": "خدماتنا",
  "HAVE A QUESTION ?": "لديك سؤال",
  "View Plus Is A Prominent Design And Build Company Which Offers Complete Solution From Design To Build Turnkey Projects In The Residential, Office Spaces, And Retail Sector, In Addition To Supplying Premium Europian Finishing Materials. Our Team Develops Customized Solutions Adapted To Your Needs And Budget For Assignments Of All Scales. We Work With Passion And Creativity That Drives The Design Process With The Unique Mix Of Experience And Technical Skills.": "فيو بلس هي شركة تصميم وبناء بارزة تقدم حلاً كاملاً بدءًا من التصميم وحتى بناء المشاريع الجاهزة في القطاع السكني والمكاتب وقطاع البيع بالتجزئة، بالإضافة إلى توفير مواد التشطيب الأوروبية المتميزة. يقوم فريقنا بتطوير حلول مخصصة تتكيف مع احتياجاتك وميزانيتك للمهام بجميع المقاييس. نحن نعمل بشغف وإبداع يقودان عملية التصميم بمزيج فريد من الخبرة والمهارات التقنية.",
  "View plus is a prominent design and build company which offers complete solution from design to build turnkey projects , in addition to supplying premium Europian finishing materials.": "فيو بلس هي شركة تصميم وبناء بارزة تقدم حلولاً كاملة بدءًا من التصميم وحتى بناء المشاريع الجاهزة، بالإضافة إلى توفير مواد التشطيب الأوروبية المتميزة.",
  "We spaecialize in residential, office spaces, and retail sector. View Plus is a subsidiary of Global View Real Estate Investment which is an Egyptian-Saudi company operating as a real estate developer with an annual turnover of about 25 million euros. It is the head of a corporate group of progressive companies operating for several decades. Each company member of our group succeeded to be a unique & distinctive landmark entity in its business aspect.": "نحن متخصصون في المساحات السكنية والمكاتب وقطاع التجزئة. فيو بلس هي شركة تابعة لشركة جلوبال فيو للاستثمار العقاري وهي شركة مصرية سعودية تعمل كمطور عقاري ويبلغ حجم مبيعاتها السنوية حوالي 25 مليون يورو. إنه رئيس مجموعة شركات تقدمية تعمل منذ عدة عقود. نجح كل عضو في مجموعتنا في أن يكون كيانًا فريدًا ومميزًا في جانب أعماله.",
  "MEET OUR BOARD MEMBERS": "تعرف على أعضاء مجلس الإدارة",
  "Elevate Your Space, Elevate Your Life.": "ارفع مساحتك، ارفع حياتك.",
  "AMR HOSNY": "عمرو حسني",
  "Chairman of a reputable name in real estate in Al Sheikh Zayed with countless successes in the field, and the owner of Global View Company.": "رئيس مجلس إدارة أحد الأسماء المرموقة في مجال العقارات بالشيخ زايد وله نجاحات لا تعد ولا تحصى في المجال، وصاحب شركة جلوبال فيو.",
  "KHALED DORGHAM": "خالد درغام",
  "Board representative Architect and CEO of View Plus with a wide range of experiences in design and project management gained from an array of projects.": "ممثل مجلس الإدارة المهندس المعماري والرئيس التنفيذي لشركة View Plus مع مجموعة واسعة من الخبرات في مجال التصميم وإدارة المشاريع المكتسبة من مجموعة من المشاريع.",
  "ABDELRAHMAN SOROUR": "عبدالرحمن سرور",
  "Board member Architect and Engineering Director of View Plus with a specialized expertise in interior design and finishes.": "عضو مجلس إدارة مهندس معماري ومدير هندسي لشركة فيو بلس ذو خبرة متخصصة في التصميم الداخلي والتشطيبات.",
  "CHAIRMAN'S MESSAGE": "رسالة رئيس مجلس الإدارة",
  "It's an honor to be the founder of ( Global corporate group) for nearly 30 years of success of our subsidiary companies in its different fields. And its honor to introduce VIEW PLUS for the constructions market as a part of our group. Our companies always think out of the box and use all of advanced and unique strategies to face all challenges in order to achieve its goals. To maintain our success, we are committed to exert the maximum effort using advanced methods along with our core values.": "إنه لشرف كبير أن أكون مؤسس (مجموعة الشركات العالمية) لما يقرب من 30 عامًا من نجاح شركاتنا التابعة في مجالاتها المختلفة. ويشرفنا أن نقدم VIEW PLUS لسوق الإنشاءات كجزء من مجموعتنا. تفكر شركاتنا دائمًا خارج الصندوق وتستخدم كافة الاستراتيجيات المتقدمة والفريدة من نوعها لمواجهة كافة التحديات من أجل تحقيق أهدافها. وللحفاظ على نجاحنا، نحن ملتزمون ببذل أقصى جهد باستخدام الأساليب المتقدمة جنبًا إلى جنب مع قيمنا الأساسية.",
  "INTERIOR DESIGN": "التصميم الداخلي",
  "WHAT WE DO": "ما الذي نفعله",
  "During the design development stage, the design is further developed, and any necessary modifications are made to the design. Prior to providing the final quotation, all drawings and specifications needed.": "خلال مرحلة تطوير التصميم، يتم تطوير التصميم بشكل أكبر، ويتم إجراء أي تعديلات ضرورية على التصميم. قبل تقديم عرض الأسعار النهائي، يجب جميع الرسومات والمواصفات المطلوبة. ",
  "SUPPLYING FINISHING MATERIAL": "توريد مواد التشطيب",
  "Elevate your living spaces with our premier interior design services. Immerse your home in sophistication with our curated selection of high-end European finishing materials. Experience the epitome of style and craftsmanship with our exclusive design solutions.": "ارفع مساحات معيشتك من خلال خدمات التصميم الداخلي المتميزة لدينا. اغمر منزلك بالرقي مع مجموعتنا المختارة من مواد التشطيب الأوروبية الراقية. استمتع بتجربة الأناقة والحرفية مع حلول التصميم الحصرية لدينا. ",
  "BUILDING CONSTRUCTION": "تشييد المباني",
  "The construction phase starts while coordinating all the trades and all construction work. ensuring quality is maintained and there is a seamless flow, therefore minimizing disruption.": "تبدأ مرحلة البناء أثناء تنسيق جميع المهن وجميع أعمال البناء. ضمان الحفاظ على الجودة والتدفق السلس، وبالتالي تقليل التعطيل.",
  "FACILITY MANAGEMENT": "إدارة المرافق",
  "Because we care for our clients and always manage to keep a good relationship going perfectly with them, View Plus is currently providing facility management and full renovation service to all of our clients.": "لأننا نهتم بعملائنا ونتمكن دائمًا من الحفاظ على علاقة جيدة معهم بشكل مثالي، توفر فيو بلس حاليًا إدارة المرافق وخدمة التجديد الكاملة لجميع عملائنا.",
  "FURNISHING & STYLING": "تأثيث",
  "We have access to a large and exquisite range of trade, not only fabric houses and furniture suppliers, we tailor our service to suite your project either it's scale is huge or small.": "لدينا إمكانية الوصول إلى مجموعة كبيرة ورائعة من التجارة، وليس فقط بيوت القماش وموردي الأثاث، فنحن نصمم خدماتنا لتناسب مشروعك سواء كان حجمه كبيرًا أو صغيرًا.",
  "VIEW PORTFOLIO": "عرض المحتوي",
  "INTERIORS": "التصميمات الداخلية",
  "KNOW MORE": "تعرف أكثر",
  "INTERIOR design / BUILDING construction / SUPPLYING finishing material / FURNISHING and styling / FACILITY management": "التصميم الداخلي / تشييد المباني / توريد مواد التشطيب / التأثيث والتصميم / إدارة المرافق",
  "View plus is a prominent design and build company which offers complete solution from design to build turnkey projects in the residential, office spaces, and retail sector. View Plus is a subsidiary of Global View Real Estate Investment which is an Egyptian-Saudi company operating as a real estate developer with an annual turnover of about 25 million euros. It is the head of a corporate group of progressive companies operating for several decades. Each company member of our group succeeded to be a unique & distinctive landmark entity in its business aspect.": "فيو بلس هي شركة تصميم وبناء بارزة تقدم حلاً كاملاً بدءًا من التصميم وحتى بناء المشاريع الجاهزة في القطاعات السكنية والمكاتب وقطاع البيع بالتجزئة. فيو بلس هي شركة تابعة لشركة جلوبال فيو للاستثمار العقاري وهي شركة مصرية سعودية تعمل كمطور عقاري ويبلغ حجم مبيعاتها السنوية حوالي 25 مليون يورو. إنه رئيس مجموعة شركات تقدمية تعمل منذ عدة عقود. نجح كل عضو في مجموعتنا في أن يكون كيانًا فريدًا ومميزًا في جانب أعماله.",
  "OUR PROJECTS": "مشاريعنا",
  "OUR PRODUCTS": "منتجاتنا",
  "VIEW Products": "مشاهدة المنتجات",
  "View All Projects": "عرض جميع المشاريع",
  "Explore our one of a kind home finishing products collection.": "استكشف مجموعتنا الفريدة من منتجات التشطيب المنزلي.",
  "CHECK NEW ARRIVALS": "أخر المستجدات",
  "High End": "نهاية عالية",
  "Finishes": "التشطيبات",
  "Best Quality": "أفضل جودة",
  "Decorations": "الأوسمة",
  "Interior Design": "تصميم داخلي",
  "styles": "الأنماط",
  "GET IN TOUCH .": "ابقى على تواصل .",
  "At View Plus, our ultimate goal is to constantly provide innovative and distinguishing services, so let's start our journey together.": "هدفنا الأسمى في فيو بلس هو تقديم خدمات مبتكرة ومتميزة باستمرار، فلنبدأ رحلتنا معًا.",
  "CONTACT US": "اتصل بنا",
  "ADDRESS": "عنوان",
  "EMAIL": "بريد إلكتروني",
  "PHONE": "هاتف",
  "VIEW Project": "عرض المشروع",
  "More Projects": "المزيد من المشاريع",
  "We bring an unparalleled level of professionalism to interior design, ensuring that every surface, material, and detail is curated with precision, resulting in a seamless and polished final product.": "نحن نقدم مستوى لا مثيل له من الاحترافية في التصميم الداخلي، مما يضمن معالجة كل سطح ومادة وتفصيل بدقة، مما يؤدي إلى منتج نهائي سلس ومصقول.",
  "e bring an unparalleled level of professionalism to interior design, ensuring that every surface, material, and detail is curated with precision, resulting in a seamless and polished final product.": "نحن نقدم مستوى لا مثيل له من الاحترافية في التصميم الداخلي، مما يضمن معالجة كل سطح ومادة وتفصيل بدقة، مما يؤدي إلى منتج نهائي سلس ومصقول.",
  "PROJECT NAME": "اسم المشروع",
  "EXPLORE OUR LATEST PROJECTS,": "اكتشف أحدث مشاريعنا، .",
  "THE FUTURE IS NOW.": "المستقبل الآن",
  "INNOVATION IN EVERY DETAIL": "الابتكار في كل التفاصيل",
  "Filter |": "تصفيه | ",
  "All": "الكل"
}
